Repository: bijuvarghese/MyWealth
Catalog: MyWealth/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, pt_br, zh_hans

source: Export Failed
ar: فشل التصدير
de: Export fehlgeschlagen
es: Exportación fallida
fr: Échec de l'exportation
hi: निर्यात विफल
pt_br: Falha na exportação
zh_hans: 导出失败

source: Extra Spending/Year
ar: الإنفاق الإضافي/السنة
de: Zusätzliche Ausgaben/Jahr
es: Gasto Extra/Año
fr: Dépenses supplémentaires/an
hi: अतिरिक्त व्यय/वर्ष
pt_br: Gastos extras/ano
zh_hans: 额外支出/年

source: Failed to decode the response: %@
ar: فشل في فك تشفير الاستجابة: %@
de: Die Antwort konnte nicht dekodiert werden: %@
es: No se pudo decodificar la respuesta: %@
fr: Échec du décodage de la réponse : %@
hi: प्रतिक्रिया को डिकोड करने में विफल: %@
pt_br: Falha ao decodificar a resposta: %@
zh_hans: 无法解码响应：%@

source: FatFIRE
ar: فات فاير
es: Fuego gordo
hi: फैटफायर
pt_br: FOGO GORDO
zh_hans: 胖火

source: Features
ar: المميزات
de: Funktionen
es: Características
fr: Caractéristiques
hi: विशेषताएं
pt_br: Recursos
zh_hans: 特点

source: FI Levels
ar: مستويات FI
de: FI-Ebenen
es: Niveles FI
fr: Niveaux FI
hi: एफआई स्तर
pt_br: Níveis FI
zh_hans: FI 级别

source: Finish Setup
ar: إنهاء الإعداد
de: Beenden Sie die Einrichtung
es: Finalizar configuración
fr: Terminer la configuration
hi: सेटअप समाप्त करें
pt_br: Concluir configuração
zh_hans: 完成设置

source: FIRE
ar: نار
de: FEUER
es: FUEGO
fr: FEU
hi: आग
pt_br: FOGO
zh_hans: 火灾

source: FIRE Calculator
ar: حاسبة الحرائق
de: FIRE-Rechner
es: Calculadora de FUEGO
fr: Calculateur d'INCENDIE
hi: आग कैलकुलेटर
pt_br: Calculadora de FOGO
zh_hans: 火灾计算器

source: FIRE Pace
ar: سرعة النار
de: Feuertempo
es: Ritmo de FUEGO
fr: Rythme du FEU
hi: अग्नि गति
pt_br: Ritmo de FOGO
zh_hans: 火速

source: FIRE Reached
ar: وصلت النيران
de: FEUER erreicht
es: FUEGO alcanzado
fr: FEU atteint
hi: आग पहुंच गई
pt_br: FOGO alcançado
zh_hans: 起火

source: FIRE stands for Financially Independent, Retire Early. The goal is to build a portfolio large enough that investment returns alone cover living expenses, making work optional.
ar: يرمز FIRE إلى الاستقلال المالي، والتقاعد مبكرًا. الهدف هو بناء محفظة كبيرة بما يكفي بحيث تغطي عائدات الاستثمار وحدها نفقات المعيشة، مما يجعل العمل اختياريًا.
de: FIRE steht für Financially Independent, Retire Early. Das Ziel besteht darin, ein Portfolio aufzubauen, das so groß ist, dass die Anlageerträge allein die Lebenshaltungskosten decken und die Arbeit optional macht.
es: FIRE significa Financieramente Independiente, Jubilación Anticipada. El objetivo es crear una cartera lo suficientemente grande como para que los rendimientos de las inversiones cubran por sí solos los gastos de manutención, haciendo que el trabajo sea opcional.
fr: FIRE signifie Financièrement Indépendant, Retraite Anticipée. L’objectif est de constituer un portefeuille suffisamment important pour que les rendements des investissements couvrent à eux seuls les frais de subsistance, rendant ainsi le travail facultatif.
hi: FIRE का मतलब वित्तीय रूप से स्वतंत्र, जल्दी सेवानिवृत्त होना है। लक्ष्य इतना बड़ा पोर्टफोलियो बनाना है कि केवल निवेश रिटर्न ही जीवन-यापन के खर्चों को कवर कर सके, जिससे काम वैकल्पिक हो जाए।
pt_br: FIRE significa Financeiramente Independente, Aposentar-se Antecipadamente. O objetivo é construir um portfólio grande o suficiente para que o retorno do investimento por si só cubra as despesas de subsistência, tornando o trabalho opcional.
zh_hans: FIRE 代表财务独立，提前退休。我们的目标是建立一个足够大的投资组合，仅靠投资回报就可以支付生活费用，从而使工作成为可选的。

source: FIRE Target
ar: هدف النار
de: FEUER Ziel
es: Objetivo de FUEGO
fr: Cible DE FEU
hi: अग्नि लक्ष्य
pt_br: Alvo de FOGO
zh_hans: 火目标

source: Flat trend
ar: الاتجاه المسطح
de: Flacher Trend
es: Tendencia plana
fr: Tendance plate
hi: सपाट प्रवृत्ति
pt_br: Tendência plana
zh_hans: 平淡趋势

source: Focus area: %@
ar: منطقة التركيز: %@
de: Fokusbereich: %@
es: Área de enfoque: %@
fr: Zone de mise au point : %@
hi: फोकस क्षेत्र: %@
pt_br: Área de foco: %@
zh_hans: 重点区域：%@

source: For age %lld
ar: للعمر %lld
de: Für Alter %lld
es: Para la edad %lld
fr: Pour l'âge %lld
hi: उम्र के लिए %lld
pt_br: Para a idade %lld
zh_hans: 对于年龄 %lld

source: Frequency
ar: التردد
de: Häufigkeit
es: Frecuencia
fr: Fréquence
hi: आवृत्ति
pt_br: Frequência
zh_hans: 频率

source: Frequency:
ar: التردد:
de: Häufigkeit:
es: Frecuencia:
fr: Fréquence :
hi: आवृत्ति:
pt_br: Frequência:
zh_hans: 频率：

source: Freshness
ar: نضارة
de: Frische
es: Frescura
fr: Fraîcheur
hi: ताजगी
pt_br: Frescor
zh_hans: 新鲜度

source: Gallium
ar: الغاليوم
es: Galio
hi: गैलियम
pt_br: Gálio
zh_hans: 镓

source: Generated %@
ar: تم إنشاء %@
de: Generiert %@
es: Generado %@
fr: %@ généré
hi: उत्पन्न %@
pt_br: %@ gerado
zh_hans: 生成 %@

source: Get AI insights inside Wealth Map
ar: احصل على رؤى الذكاء الاصطناعي داخل Wealth Map
de: Erhalten Sie KI-Einblicke in Wealth Map
es: Obtenga información sobre inteligencia artificial dentro de Wealth Map
fr: Obtenez des informations sur l'IA dans Wealth Map
hi: Wealth Map के अंदर AI अंतर्दृष्टि प्राप्त करें
pt_br: Obtenha insights de IA dentro do Wealth Map
zh_hans: 在 Wealth Map 中获取人工智能见解

source: Get gentle reminders to keep your portfolio updated and review your wealth regularly.
ar: احصل على تذكيرات لطيفة لتحديث محفظتك ومراجعة ثروتك بانتظام.
de: Erhalten Sie sanfte Erinnerungen, um Ihr Portfolio auf dem neuesten Stand zu halten und Ihr Vermögen regelmäßig zu überprüfen.
es: Reciba recordatorios amables para mantener su cartera actualizada y revisar su patrimonio con regularidad.
fr: Recevez des rappels doux pour garder votre portefeuille à jour et révisez régulièrement votre patrimoine.
hi: अपने पोर्टफोलियो को अद्यतन रखने और नियमित रूप से अपनी संपत्ति की समीक्षा करने के लिए सौम्य अनुस्मारक प्राप्त करें।
pt_br: Receba lembretes gentis para manter seu portfólio atualizado e revisar seu patrimônio regularmente.
zh_hans: 获得温和的提醒，以更新您的投资组合并定期查看您的财富。

source: Global Net Worth
ar: صافي الثروة العالمية
de: Globales Vermögen
es: Patrimonio neto global
fr: Valeur nette mondiale
hi: ग्लोबल नेट वर्थ
pt_br: Patrimônio Líquido Global
zh_hans: 全球净资产

source: Goal achieved
ar: تم تحقيق الهدف
de: Ziel erreicht
es: Objetivo cumplido
fr: Objectif atteint
hi: लक्ष्य प्राप्त हुआ
pt_br: Meta alcançada
zh_hans: 目标达成

source: Goal Insights
ar: رؤى الهدف
de: Zielerkenntnisse
es: Información sobre objetivos
fr: Informations sur les objectifs
hi: लक्ष्य अंतर्दृष्टि
pt_br: Informações sobre metas
zh_hans: 目标洞察

source: Goal progress: %@
ar: تقدم الهدف: %@
de: Zielfortschritt: %@
es: Progreso del objetivo: %@
fr: Progression de l'objectif : %@
hi: लक्ष्य प्रगति: %@
pt_br: Progresso da meta: %@
zh_hans: 目标进度：%@

source: Goal target: %@ by %@
ar: الهدف المستهدف: %1$@ بواسطة %2$@
de: Zielziel: %1$@ von %2$@
es: Objetivo objetivo: %1$@ por %2$@
fr: Objectif cible : %1$@ par %2$@
hi: लक्ष्य लक्ष्य: %1$@ द्वारा %2$@
pt_br: Meta alvo: %1$@ por %2$@
zh_hans: 目标：%1$@ by %2$@

source: Gold
ar: الذهب
es: Oro
fr: Or
hi: सोना
pt_br: Ouro
zh_hans: 金

source: grams
ar: جرام
de: Gramm
es: gramos
fr: grammes
hi: ग्राम
pt_br: gramas
zh_hans: 克

source: Growth
ar: النمو
de: Wachstum
es: Crecimiento
fr: Croissance
hi: विकास
pt_br: Crescimento
zh_hans: 成长

source: healthy
ar: صحي
de: gesund
es: saludable
fr: en bonne santé
hi: स्वस्थ
pt_br: saudável
zh_hans: 健康

source: high
ar: عالية
de: hoch
es: alto
fr: élevé
hi: ऊँचा
pt_br: alto
zh_hans: 高

source: High debt load
ar: ارتفاع عبء الديون
de: Hohe Schuldenlast
es: Alta carga de deuda
fr: Endettement élevé
hi: उच्च ऋण भार
pt_br: Alta carga de dívida
zh_hans: 高债务负担

source: High liquidity
ar: سيولة عالية
de: Hohe Liquidität
es: Alta liquidez
fr: Liquidité élevée
hi: उच्च तरलता
pt_br: Alta liquidez
zh_hans: 高流动性

source: History Cleanup
ar: تنظيف التاريخ
de: Verlaufsbereinigung
es: Limpieza del historial
fr: Nettoyage de l'historique
hi: इतिहास सफाई
pt_br: Limpeza do histórico
zh_hans: 历史清理

source: Household
ar: الأسرة
de: Haushalt
es: Hogar
fr: Ménage
hi: घरेलू
pt_br: Família
zh_hans: 家庭

source: How It Works
ar: كيف يعمل
de: Wie es funktioniert
es: Cómo funciona
fr: Comment ça marche
hi: यह कैसे काम करता है
pt_br: Como funciona
zh_hans: 工作原理

source: iCloud account changed — data refreshed for the new account.
ar: تم تغيير حساب iCloud - تم تحديث البيانات للحساب الجديد.
de: iCloud-Konto geändert – Daten für das neue Konto aktualisiert.
es: La cuenta de iCloud cambió: los datos se actualizaron para la nueva cuenta.
fr: Compte iCloud modifié — données actualisées pour le nouveau compte.
hi: iCloud खाता बदल गया - नए खाते के लिए डेटा ताज़ा किया गया।
pt_br: Conta iCloud alterada — dados atualizados para a nova conta.
zh_hans: iCloud 帐户已更改 — 新帐户的数据已刷新。

source: If I saved
ar: إذا حفظت
de: Wenn ich gespeichert habe
es: Si salvé
fr: Si j'ai sauvegardé
hi: अगर मैंने बचाया
pt_br: Se eu salvasse
zh_hans: 如果我保存了

source: Ignored assets stay in your list and history, but are left out of portfolio totals unless Settings includes ignored assets.
ar: تظل الأصول التي تم تجاهلها في قائمتك وسجلك، ولكن يتم استبعادها من إجماليات المحفظة ما لم تتضمن الإعدادات أصولًا تم تجاهلها.
de: Ignorierte Vermögenswerte bleiben in Ihrer Liste und Ihrem Verlauf, werden jedoch nicht in die Portfolio-Gesamtsummen einbezogen, es sei denn, die Einstellungen umfassen ignorierte Vermögenswerte.
es: Los activos ignorados permanecen en su lista e historial, pero quedan fuera de los totales de la cartera a menos que la Configuración incluya activos ignorados.
fr: Les actifs ignorés restent dans votre liste et votre historique, mais sont exclus des totaux du portefeuille, sauf si les paramètres incluent les actifs ignorés.
hi: उपेक्षित परिसंपत्तियां आपकी सूची और इतिहास में रहती हैं, लेकिन पोर्टफ़ोलियो कुल से बाहर रह जाती हैं जब तक कि सेटिंग्स में उपेक्षित परिसंपत्तियां शामिल न हों।
pt_br: Os ativos ignorados permanecem na sua lista e no seu histórico, mas são deixados de fora dos totais do portfólio, a menos que as configurações incluam ativos ignorados.
zh_hans: 忽略的资产保留在您的列表和历史记录中，但不会包含在投资组合总计中，除非设置包含忽略的资产。

source: Import Backup
ar: استيراد النسخة الاحتياطية
de: Sicherung importieren
es: Importar copia de seguridad
fr: Importer la sauvegarde
hi: बैकअप आयात करें
pt_br: Importar Backup
zh_hans: 导入备份

source: Import Complete
ar: اكتمل الاستيراد
de: Import abgeschlossen
es: Importación completa
fr: Importation terminée
hi: आयात पूर्ण
pt_br: Importação concluída
zh_hans: 导入完成

source: Import Failed
ar: فشل الاستيراد
de: Import fehlgeschlagen
es: Importación fallida
fr: Échec de l'importation
hi: आयात विफल
pt_br: Falha na importação
zh_hans: 导入失败

source: Imported: %@.
ar: مستورد: %@.
de: Importiert: %@.
es: Importado: %@.
fr: Importé : %@.
hi: आयातित: %@।
pt_br: Importado: %@.
zh_hans: 进口：%@。

source: Include Ignored Assets
ar: تضمين الأصول التي تم تجاهلها
de: Ignorierte Assets einbeziehen
es: Incluir activos ignorados
fr: Inclure les actifs ignorés
hi: उपेक्षित संपत्तियों को शामिल करें
pt_br: Incluir ativos ignorados
zh_hans: 包括忽略的资产

source: Include in Portfolio
ar: تضمين في المحفظة
de: In Portfolio aufnehmen
es: Incluir en Portafolio
fr: Inclure dans le portefeuille
hi: पोर्टफोलियो में शामिल करें
pt_br: Incluir no portfólio
zh_hans: 包含在投资组合中

source: Income and spend are entered in %@, then converted for each country. Clear spend to use the currency-country baseline.
ar: يتم إدخال الدخل والإنفاق في %@، ثم يتم تحويلهما لكل بلد. قم بمسح الإنفاق لاستخدام خط الأساس الخاص ببلد العملة.
de: Einnahmen und Ausgaben werden in %@ eingegeben und dann für jedes Land umgerechnet. Löschen Sie die Ausgaben, um die Währung-Land-Basislinie zu verwenden.
es: Los ingresos y gastos se ingresan en %@ y luego se convierten para cada país. Borre el gasto para utilizar la línea base moneda-país.
fr: Les revenus et dépenses sont saisis dans %@, puis convertis pour chaque pays. Effacez les dépenses pour utiliser la référence devise-pays.
hi: आय और व्यय को %@ में दर्ज किया जाता है, फिर प्रत्येक देश के लिए परिवर्तित किया जाता है। मुद्रा-देश आधार रेखा का उपयोग करने के लिए स्पष्ट व्यय।
pt_br: As receitas e despesas são inseridas em %@ e depois convertidas para cada país. Limpe os gastos para usar a linha de base do país-moeda.
zh_hans: 收入和支出输入 %@，然后针对每个国家/地区进行转换。明确支出以使用货币国家基准。

source: Increase retirement age
ar: زيادة سن التقاعد
de: Rentenalter erhöhen
es: Aumentar la edad de jubilación
fr: Augmenter l'âge de la retraite
hi: सेवानिवृत्ति की आयु बढ़ाएँ
pt_br: Aumentar a idade de aposentadoria
zh_hans: 提高退休年龄

source: Independent
ar: مستقل
de: Unabhängig
es: Independiente
fr: Indépendant
hi: स्वतंत्र
pt_br: Independente
zh_hans: 独立

source: Indium
ar: الإنديوم
es: Indio
hi: इंडियम
pt_br: Índio
zh_hans: 铟

source: Iron Ore
ar: خام الحديد
de: Eisenerz
es: Mineral de hierro
fr: Minerai de fer
hi: लौह अयस्क
pt_br: Minério de Ferro
zh_hans: 铁矿石

source: Keep Current Goal
ar: حافظ على الهدف الحالي
de: Aktuelles Ziel beibehalten
es: Mantener el objetivo actual
fr: Conserver l'objectif actuel
hi: वर्तमान लक्ष्य रखें
pt_br: Manter meta atual
zh_hans: 保持当前目标

source: Keep your wealth journey updated.
ar: حافظ على تحديث رحلة ثروتك.
de: Halten Sie Ihre Vermögensentwicklung auf dem Laufenden.
es: Mantenga actualizado su viaje de riqueza.
fr: Gardez votre parcours patrimonial à jour.
hi: अपनी धन यात्रा को अद्यतन रखें।
pt_br: Mantenha sua jornada de riqueza atualizada.
zh_hans: 随时更新您的财富之旅。

source: kg
ar: كجم
es: kilos
hi: किग्रा
zh_hans: 公斤

source: Last analyzed %@
ar: آخر تحليل %@
de: Zuletzt analysiert %@
es: Último analizado %@
fr: Dernière analyse %@
hi: अंतिम विश्लेषण %@
pt_br: Última análise %@
zh_hans: 最后分析%@

source: lb
ar: رطل
de: Pfund
es: libras
fr: livres
hi: पौंड
pt_br: libras
zh_hans: 磅

source: Lead
ar: الرصاص
de: Leitung
es: Plomo
fr: Responsable
hi: लीड
pt_br: Liderar
zh_hans: 铅

source: Lean lifestyle · 5% withdrawal rate
ar: أسلوب حياة بسيط · معدل سحب 5%
de: Schlanker Lebensstil · 5 % Entzugsquote
es: Estilo de vida ajustado · Tasa de retiro del 5%
fr: Mode de vie Lean · Taux de retrait de 5 %
hi: दुबली जीवनशैली · 5% निकासी दर
pt_br: Estilo de vida enxuto · Taxa de abstinência de 5%
zh_hans: 精益生活方式 · 5% 提款率

source: LeanFIRE
ar: لينفير
hi: लीनफायर
zh_hans: 精益火

source: Liabilities
ar: الالتزامات
de: Verbindlichkeiten
es: Pasivos
fr: Passif
hi: देनदारियां
pt_br: Passivos
zh_hans: 负债

source: Liabilities equal %@ of tracked assets.
ar: الالتزامات تساوي %@ من الأصول المتعقبة.
de: Verbindlichkeiten entsprechen %@ der verfolgten Vermögenswerte.
es: Los pasivos equivalen a %@ de los activos rastreados.
fr: Le passif est égal à %@ des actifs suivis.
hi: देनदारियां ट्रैक की गई संपत्तियों के %@ के बराबर हैं।
pt_br: Passivos iguais a %@ dos ativos rastreados.
zh_hans: 负债等于跟踪资产的 %@。

source: Line of Credit
ar: حد الائتمان
de: Kreditlinie
es: Línea de Crédito
fr: Marge de crédit
hi: क्रेडिट लाइन
pt_br: Linha de Crédito
zh_hans: 信用额度

source: Liquidity
ar: السيولة
de: Liquidität
es: Liquidez
fr: Liquidité
hi: तरलता
pt_br: Liquidez
zh_hans: 流动性

source: Lithium
ar: الليثيوم
es: Litio
hi: लिथियम
pt_br: Lítio
zh_hans: 锂

source: Loading and syncing data
ar: تحميل البيانات ومزامنتها
de: Laden und Synchronisieren von Daten
es: Cargando y sincronizando datos
fr: Chargement et synchronisation des données
hi: डेटा लोड और सिंक करना
pt_br: Carregando e sincronizando dados
zh_hans: 加载和同步数据

source: Loading price…
ar: جارٍ تحميل السعر...
de: Preis wird geladen…
es: Cargando precio…
fr: Chargement du prix…
hi: मूल्य लोड हो रहा है...
pt_br: Carregando preço…
zh_hans: 加载价格...

source: Log Value
ar: قيمة السجل
de: Protokollwert
es: Valor de registro
fr: Valeur du journal
hi: लॉग मान
pt_br: Valor de registro
zh_hans: 日志值

source: Low debt load
ar: انخفاض عبء الديون
de: Geringe Schuldenlast
es: Baja carga de deuda
fr: Faible endettement
hi: कम ऋण भार
pt_br: Baixa carga de dívida
zh_hans: 低债务负担

source: Low liquid reserve
ar: احتياطي سائل منخفض
de: Geringe Flüssigkeitsreserve
es: Reserva liquida baja
fr: Faible réserve de liquide
hi: कम तरल भंडार
pt_br: Baixa reserva líquida
zh_hans: 低液体储备

source: Manage Net Worth Goal
ar: إدارة هدف صافي القيمة
de: Nettovermögensziel verwalten
es: Administrar objetivo de patrimonio neto
fr: Gérer l'objectif de valeur nette
hi: नेट वर्थ लक्ष्य प्रबंधित करें
pt_br: Gerenciar meta de patrimônio líquido
zh_hans: 管理净资产目标

source: Manageable debt load
ar: عبء الديون يمكن التحكم فيه
de: Überschaubare Schuldenlast
es: Carga de deuda manejable
fr: Endettement gérable
hi: प्रबंधनीय ऋण भार
pt_br: Carga de dívida gerenciável
zh_hans: 债务负担可控

source: Mapping your money clearly
ar: رسم خرائط أموالك بوضوح
de: Ordnen Sie Ihr Geld klar zu
es: Mapear tu dinero claramente
fr: Cartographier clairement votre argent
hi: अपने पैसे का स्पष्ट रूप से मानचित्रण करना
pt_br: Mapeando seu dinheiro com clareza
zh_hans: 清楚地映射您的资金

source: Marked ignored
ar: تم وضع علامة تجاهل
de: Als ignoriert markiert
es: Marcado ignorado
fr: Marqué ignoré
hi: उपेक्षित के रूप में चिह्नित
pt_br: Marcado como ignorado
zh_hans: 标记为忽略

source: Metal
ar: معدن
de: Metall
fr: Métal
hi: धातु
zh_hans: 金属

source: Metal Prices
ar: أسعار المعادن
de: Metallpreise
es: Precios de los metales
fr: Prix des métaux
hi: धातु की कीमतें
pt_br: Preços dos Metais
zh_hans: 金属价格

source: Metal prices are from %@.
ar: أسعار المعادن من %@.
de: Die Metallpreise stammen von %@.
es: Los precios de los metales son de %@.
fr: Les prix des métaux proviennent de %@.
hi: धातु की कीमतें %@ से हैं।
pt_br: Os preços do metal são de %@.
zh_hans: 金属价格来自%@。

source: Metal prices have not been loaded yet.
ar: لم يتم تحميل أسعار المعادن بعد.
de: Metallpreise wurden noch nicht geladen.
es: Los precios de los metales aún no se han cargado.
fr: Les prix des métaux n'ont pas encore été chargés.
hi: धातु की कीमतें अभी तक लोड नहीं की गई हैं।
pt_br: Os preços dos metais ainda não foram carregados.
zh_hans: 金属价格尚未加载。

source: Milestone reached! Net worth crossed %@.
ar: تم الوصول إلى الحدث المهم! تجاوزت القيمة الصافية %@.
de: Meilenstein erreicht! Nettovermögen gekreuzt %@.
es: ¡Hito alcanzado! El patrimonio neto cruzó %@.
fr: Jalon atteint ! La valeur nette a dépassé %@.
hi: मील का पत्थर पहुंच गया! निवल मूल्य %@ को पार कर गया।
pt_br: Marco alcançado! O patrimônio líquido ultrapassou %@.
zh_hans: 里程碑已达成！净资产交叉%@。

source: Model your financial independence target and timeline
ar: ضع نموذجًا لهدف الاستقلال المالي والجدول الزمني
de: Modellieren Sie Ihr Ziel und Ihren Zeitplan für die finanzielle Unabhängigkeit
es: Modele su objetivo de independencia financiera y su cronograma
fr: Modélisez votre objectif et votre calendrier d'indépendance financière
hi: अपने वित्तीय स्वतंत्रता लक्ष्य और समयरेखा को मॉडल करें
pt_br: Modele sua meta e cronograma de independência financeira
zh_hans: 为您的财务独立目标和时间表建模

source: Moderate
ar: معتدل
de: Mäßig
es: Moderado
fr: Modéré
hi: मध्यम
pt_br: Moderado
zh_hans: 中等

source: Molybdenum
ar: الموليبدينوم
de: Molybdän
es: Molibdeno
fr: Molybdène
hi: मोलिब्डेनम
pt_br: Molibdênio
zh_hans: 钼

source: Monthly
ar: شهريا
de: Monatlich
es: Mensual
fr: Mensuel
hi: मासिक
pt_br: Mensal
zh_hans: 每月

source: Monthly Expenses
ar: النفقات الشهرية
de: Monatliche Ausgaben
es: Gastos Mensuales
fr: Dépenses mensuelles
hi: मासिक व्यय
pt_br: Despesas Mensais
zh_hans: 每月费用

source: Monthly Need
ar: الحاجة الشهرية
de: Monatlicher Bedarf
es: Necesidad Mensual
fr: Besoin mensuel
hi: मासिक आवश्यकता
pt_br: Necessidade Mensal
zh_hans: 每月需求

source: Monthly reminders use days 1-28 so they run every month, including February and leap years. Days 29-31 are not offered because some months do not have them.
ar: تستخدم التذكيرات الشهرية الأيام من 1 إلى 28، لذا يتم تشغيلها كل شهر، بما في ذلك شهر فبراير والسنوات الكبيسة. لا يتم عرض الأيام 29-31 لأن بعض الأشهر لا تحتوي عليها.
de: Monatliche Erinnerungen verwenden die Tage 1–28, sodass sie jeden Monat ausgeführt werden, einschließlich Februar und Schaltjahren. Die Tage 29–31 werden nicht angeboten, da sie in einigen Monaten nicht verfügbar sind.
es: Los recordatorios mensuales utilizan los días 1 al 28, por lo que se ejecutan todos los meses, incluidos febrero y los años bisiestos. Los días 29-31 no se ofrecen porque algunos meses no los tienen.
fr: Les rappels mensuels utilisent les jours 1 à 28 et s'exécutent donc tous les mois, y compris février et les années bissextiles. Les jours 29 à 31 ne sont pas proposés car certains mois n'en disposent pas.
hi: मासिक अनुस्मारक 1-28 दिनों का उपयोग करते हैं इसलिए वे फरवरी और लीप वर्ष सहित हर महीने चलते हैं। 29-31 दिन प्रस्तावित नहीं हैं क्योंकि कुछ महीनों में ये उपलब्ध नहीं हैं।
pt_br: Os lembretes mensais usam os dias 1 a 28, portanto, são executados todos os meses, incluindo fevereiro e anos bissextos. Os dias 29 a 31 não são oferecidos porque alguns meses não os possuem.
zh_hans: 每月提醒使用第 1-28 天，因此每个月都会运行，包括二月和闰年。不提供第 29-31 天，因为有些月份没有。

source: Monthly Savings
ar: الادخار الشهري
de: Monatliche Ersparnis
es: Ahorros Mensuales
fr: Économies mensuelles
hi: मासिक बचत
pt_br: Economia Mensal
zh_hans: 每月节省

source: Monthly Target
ar: الهدف الشهري
de: Monatsziel
es: Meta Mensual
fr: Objectif mensuel
hi: मासिक लक्ष्य
pt_br: Meta Mensal
zh_hans: 每月目标

source: More history is needed for a projection.
ar: هناك حاجة إلى مزيد من التاريخ للإسقاط.
de: Für eine Projektion ist mehr Verlauf erforderlich.
es: Se necesita más historia para una proyección.
fr: Plus d'historique est nécessaire pour une projection.
hi: प्रक्षेपण के लिए अधिक इतिहास की आवश्यकता होती है।
pt_br: É necessário mais histórico para uma projeção.
zh_hans: 投影需要更多历史记录。

source: More history needed
ar: مطلوب المزيد من التاريخ
de: Mehr Geschichte erforderlich
es: Se necesita más historia
fr: Plus d'historique nécessaire
hi: अधिक इतिहास की आवश्यकता है
pt_br: É necessária mais história
zh_hans: 需要更多历史记录

source: Mortgage
ar: الرهن العقاري
de: Hypothek
es: Hipoteca
fr: Hypothèque
hi: बंधक
pt_br: Hipoteca
zh_hans: 抵押贷款

source: MT
ar: جبل
hi: एमटी

source: Mutual Funds
ar: صناديق الاستثمار
de: Investmentfonds
es: Fondos mutuos
fr: Fonds communs de placement
hi: म्युचुअल फंड
pt_br: Fundos Mútuos
zh_hans: 共同基金

source: My Assets
ar: أصولي
de: Meine Vermögenswerte
es: Mis activos
fr: Mes actifs
hi: मेरी संपत्ति
pt_br: Meus ativos
zh_hans: 我的资产

source: Needed / Month
ar: مطلوب / شهر
de: Benötigt / Monat
es: Necesario / Mes
fr: Nécessaire / Mois
hi: आवश्यकता / माह
pt_br: Necessário / Mês
zh_hans: 需要/月

source: Needed / Year
ar: مطلوب / السنة
de: Benötigt / Jahr
es: Necesario / Año
fr: Nécessaire / Année
hi: आवश्यकता / वर्ष
pt_br: Necessário / Ano
zh_hans: 需要 / 年

source: Neodymium
ar: النيوديميوم
de: Neodym
es: Neodimio
fr: Néodyme
hi: नियोडिमियम
pt_br: Neodímio
zh_hans: 钕

source: Net Worth
ar: صافي القيمة
de: Vermögen
es: Valor neto
fr: Valeur nette
hi: नेट वर्थ
pt_br: Patrimônio Líquido
zh_hans: 净资产

source: Net worth decreased by %@ over recorded history.
ar: انخفض صافي القيمة بمقدار %@ على مدار التاريخ المسجل.
de: Das Nettovermögen ist im Verlauf der Aufzeichnungen um %@ gesunken.
es: El patrimonio neto disminuyó en %@ durante la historia registrada.
fr: La valeur nette a diminué de %@ au cours de l'historique enregistré.
hi: रिकॉर्ड किए गए इतिहास में निवल संपत्ति में %@ की कमी आई।
pt_br: O patrimônio líquido diminuiu em %@ ao longo do histórico registrado.
zh_hans: 净资产比历史记录减少了 %@。

source: Net worth down %@ over the last %@.
ar: انخفض صافي القيمة في %1$@ خلال %2$@ الأخير.
de: Nettovermögen %1$@ gegenüber dem letzten %2$@ gesunken.
es: El patrimonio neto ha bajado %1$@ respecto al último %2$@.
fr: Valeur nette en baisse de %1$@ par rapport au dernier %2$@.
hi: पिछले %2$@ की तुलना में निवल मूल्य %1$@ कम हो गया।
pt_br: Patrimônio líquido caiu %1$@ em relação ao último %2$@.
zh_hans: 净值比上次 %2$@ 下降了 %1$@。

source: Net Worth Goal
ar: هدف صافي القيمة
de: Nettovermögensziel
es: Meta de patrimonio neto
fr: Objectif de valeur nette
hi: निवल मूल्य लक्ष्य
pt_br: Meta de patrimônio líquido
zh_hans: 净资产目标
